package mcp

const instructions = `hgraber это инстурмент для скачивания и хранения книг.
Слово origin обозначает оригинальные данные без дополнительной обработки.
Слово hproxy обозначает модуль для работы с сайтами с оригинальными данными.
Слово system обозначает сам инструмент или его данные.

Для получения оригинальной ссылки по аттрибуту надо:
1. Найти подходящую по аттрибутам книгу в системе
2. Запросить ее детальные данные через hproxy
3. Из полученных данных найти нужный аттрибут и взять оригинальную ссылку
`
